<template src="./template.html"></template>

<script>
export default {
  name: "ProductPreview",
  data() {
    return {
      product_show: 1,
      product_preview: [
        [
          {
            title: "烤漆",
            content: "雷神黑鐵排氣管是使用高溫烤漆技術，並且漆料也經過特別的挑選，經過高溫烘烤完成的烤漆與坊間劣質噴漆質感與耐用度都有很大的差異，讓你低調、耐用又不失質感。"
          },
          {
            title: "前段白鐵",
            content: "雷神黑鐵排氣管尾出口以及前段部分皆使用不鏽鋼304材質製成，抗蝕性較為優異並且外觀上更有層次。"
          },
          {
            title: "品牌專屬鋁貼",
            content: "雷神的排氣管防燙蓋上，皆會貼上精緻的雷神專屬鋁貼，精緻的鋁貼設計猶如畫龍點睛般的效果，讓每支排氣管都展現出更精緻的細節與最獨一無二的一面。"
          }
        ],
        [
          {
            title: "焊接",
            content: "雷神排氣管皆為手工焊接製作，每一道焊接點都是雷神技師最用心的結晶，將每支排氣管打造成最優異的工藝品，就為了呈現最精緻的細節給使用雷神的每一位消費者。"
          },
          {
            title: "材質介紹",
            content: "雷神白鐵排氣管採用不鏽鋼304材質製成，不鏽鋼304材質因含鎳成分故抗氧化及耐蝕效果佳，可保持鏡面效果並不生鏽，進而增加排氣管的壽命。"
          },
          {
            title: "品牌專屬鋁貼",
            content: "雷神的排氣管防燙蓋上，皆會貼上精緻的雷神專屬鋁貼，精緻的鋁貼設計猶如畫龍點睛般的效果，讓每支排氣管都展現出更精緻的細節與最獨一無二的一面。"
          }
        ],

      ],
    }
  },
  methods: {
  }
}
</script>